arquivos_coaf/ENVIAR/coaf_file_sig_10786_ENVIAR.xml

<soapenv:Envelope xmlns:soapenv='http://schemas.xmlsoap.org/soap/envelope/' xmlns:coaf='http://www.coaf.fazenda.gov.br/'>
<soapenv:Header/>
<soapenv:Body>
<coaf:EnviarLoteComunicacao>
<coaf:lote>
<![CDATA[<?xml version='1.0' encoding='ISO-8859-1' standalone='no'?>
<LOTE>
<OCORRENCIAS ID='SISCOAF271120182018-10786'>
<OCORRENCIA>
<NumOcorrencia>SISCOAF201811262018-10953</NumOcorrencia>
<CPFCNPJCom>92894922000108</CPFCNPJCom>
<DtInicio>31/10/2018</DtInicio>
<DtFim>03/11/2018</DtFim>
<AgNum>1</AgNum>
<AgNome>MATRIZ</AgNome>
<AgMun>SAO PAULO</AgMun>
<AgUF>SP</AgUF>
<Det>Teste</Det>
<VlCred>a0</VlCred>
<VlDeb>200000</VlDeb>
<VlProv>0</VlProv>
<VlProp>0</VlProp>
<ENQUADRAMENTOS>
<CodEnq>570</CodEnq>
<CodEnq>573</CodEnq>
</ENQUADRAMENTOS>
<ENVOLVIDOS>
<ENVOLVIDO>
<CPFCNPJEnv>11228083215</CPFCNPJEnv>
<NmEnv>EDUARDA QUINTÃO</NmEnv>
<TpEnv>1</TpEnv>
<AgNumEnv>1</AgNumEnv>
<AgNomeEnv>MATRIZ</AgNomeEnv>
<NumConta>645290</NumConta>
<DtAbConta>29/04/2009</DtAbConta>
<DtAtuaCad>15/04/2015</DtAtuaCad>
<PObrigada>0</PObrigada>
<PEP>0</PEP>
<ServPub>0</ServPub>
</ENVOLVIDO>
<ENVOLVIDO>
<CPFCNPJEnv>23929354160</CPFCNPJEnv>
<NmEnv>VITORIA ARAUJO AZEVEDO</NmEnv>
<TpEnv>8</TpEnv>
<AgNumEnv>1</AgNumEnv>
<AgNomeEnv>MATRIZ</AgNomeEnv>
<NumConta>757110</NumConta>
<DtAbConta>14/03/2016</DtAbConta>
<DtAtuaCad>11/10/2017</DtAtuaCad>
<PObrigada>0</PObrigada>
<PEP>0</PEP>
<ServPub>0</ServPub>
</ENVOLVIDO>
</ENVOLVIDOS>
</OCORRENCIA>
</OCORRENCIAS>
<Signature xmlns='http://www.w3.org/2000/09/xmldsig#'>
<SignedInfo>
<CanonicalizationMethod Algorithm='http://www.w3.org/TR/2001/REC-xml-c14n-20010315'/>
<SignatureMethod Algorithm='http://www.w3.org/2000/09/xmldsig#rsa-sha1'/>
<Reference URI='#SISCOAF271120182018-10786'>
<Transforms>
<Transform Algorithm='http://www.w3.org/2000/09/xmldsig#enveloped-signature'/>
<Transform Algorithm='http://www.w3.org/TR/2001/REC-xml-c14n-20010315'/>
</Transforms>
<DigestMethod Algorithm='http://www.w3.org/2000/09/xmldsig#sha1'/>
<DigestValue>2iO23dkx5/wJGunHOfHaz1Ro5us=</DigestValue>
</Reference>
</SignedInfo>
<SignatureValue>CBozd85E0NMICumz84VUI5ix53UeLe9C8TPk8NPOSanZBdEZdxgUzAzEibrPk2+XtXIHbxSTn9Dh
LGgrk13SAosaxBAiOMJYrAuNYP29YDE+hjYD2Je85lQ5iJTzGNvVYEbeDGG6QGaTjvRW28/sxVRI
/nySA0zt2xfLzgP19ouSPSRkNLnR2BravONZkeDmxHU/czSEYtALbvF3N7O8HMi4Umxptp6+ozy8
AtTOWkzW2oBhE6vlHTSDUe8lEqCUYo4OH4OciIuhfvrC7j52dGWMbNz11A0fbmBe04+plQBasr9k
8XMO6mmI8RW46gszzJ14QyBxUQMgsrBcNdbTSQ==</SignatureValue>
<KeyInfo>
<X509Data>
<X509Certificate>MIIHaTCCBVGgAwIBAgIIKfcICPimpuEwDQYJKoZIhvcNAQELBQAwdTELMAkGA1UEBhMCQlIxEzAR
BgNVBAoMCklDUC1CcmFzaWwxNjA0BgNVBAsMLVNlY3JldGFyaWEgZGEgUmVjZWl0YSBGZWRlcmFs
IGRvIEJyYXNpbCAtIFJGQjEZMBcGA1UEAwwQQUMgU0VSQVNBIFJGQiB2NTAeFw0xNzExMjQxNDAw
MDBaFw0xODExMjQxNDAwMDBaMIG+MQswCQYDVQQGEwJCUjETMBEGA1UECgwKSUNQLUJyYXNpbDE2
MDQGA1UECwwtU2VjcmV0YXJpYSBkYSBSZWNlaXRhIEZlZGVyYWwgZG8gQnJhc2lsIC0gUkZCMRUw
EwYDVQQLDAxSRkIgZS1DUEYgQTExFDASBgNVBAsMCyhFTSBCUkFOQ08pMRIwEAYDVQQLDAlBUiBT
RVJBU0ExITAfBgNVBAMMGFJBRkFFTCBSVVNTSToyOTU0NDgyMTg0ODCCASIwDQYJKoZIhvcNAQEB
BQADggEPADCCAQoCggEBAMT/jImXUAlr7yRBdzAsii5jOtE4KtfrK722FRHLgp0p3q5ni00G24gE
AmMOkZtT3wZIPaD2MThFbnQ6UlU8rGUoo4/S3gc2NK6p69LpzuIXwXWVNcxRxbkCXd1i+FgJSjpU
Sw3YspsTHwvJVhvy0lrgndxRV2uPvtXfy3494NzSteE8CSxw8DddIRB5d1/gEEmWsp+BLwsJEC9K
hFku6yyoK+dHa00E7/tILc/dTp/6QYNUZk13o2Ub7AlvLqglHHd85Jk15viEQBAHTUAvEkiCLYZt
iOLtK71SnYbZ7WrSTqXXMeVTrmnlzFfNsxK1a8TZNe2z0Y436MyRAzwnVwkCAwEAAaOCArEwggKt
MAkGA1UdEwQCMAAwHwYDVR0jBBgwFoAU7PFBUVeo5jrpXrOgIvkIirU6h48wgZkGCCsGAQUFBwEB
BIGMMIGJMEgGCCsGAQUFBzAChjxodHRwOi8vd3d3LmNlcnRpZmljYWRvZGlnaXRhbC5jb20uYnIv
Y2FkZWlhcy9zZXJhc2FyZmJ2NS5wN2IwPQYIKwYBBQUHMAGGMWh0dHA6Ly9vY3NwLmNlcnRpZmlj
YWRvZGlnaXRhbC5jb20uYnIvc2VyYXNhcmZidjUwgaAGA1UdEQSBmDCBlYEbUkFGQUVMLlJVU1NJ
QE9SR0lOQUwuQ09NLkJSoD0GBWBMAQMBoDQTMjMwMTExOTgxMjk1NDQ4MjE4NDgxMzAxNDM2Mjg1
ODAwMDAwMDAzNDI3NTUzOVNTUFNQoB4GBWBMAQMFoBUTEzAwMDAwMDAwMDAwMDAwMDAwMDCgFwYF
YEwBAwagDhMMMDAwMDAwMDAwMDAwMHEGA1UdIARqMGgwZgYGYEwBAgENMFwwWgYIKwYBBQUHAgEW
Tmh0dHA6Ly9wdWJsaWNhY2FvLmNlcnRpZmljYWRvZGlnaXRhbC5jb20uYnIvcmVwb3NpdG9yaW8v
ZHBjL2RlY2xhcmFjYW8tcmZiLnBkZjAdBgNVHSUEFjAUBggrBgEFBQcDAgYIKwYBBQUHAwQwgZ0G
A1UdHwSBlTCBkjBKoEigRoZEaHR0cDovL3d3dy5jZXJ0aWZpY2Fkb2RpZ2l0YWwuY29tLmJyL3Jl
cG9zaXRvcmlvL2xjci9zZXJhc2FyZmJ2NS5jcmwwRKBCoECGPmh0dHA6Ly9sY3IuY2VydGlmaWNh
ZG9zLmNvbS5ici9yZXBvc2l0b3Jpby9sY3Ivc2VyYXNhcmZidjUuY3JsMA4GA1UdDwEB/wQEAwIF
4DANBgkqhkiG9w0BAQsFAAOCAgEAJ52FT5VpI4qr+1A6QcfzvdrpvgaRpK11lMbVW6ebKkWT8SWx
vZXSel+x4v8dCTKTpZCgKqf4uqvIgfrAUTFgmk2JoC1IuQuGUt4Jp5gvdFeGy1Z0XZQz7q2uAycU
gsJFBUNQvTgYD1NHNRNg+EJ++/FA3+1xPzfXYBvvQf5wgKTvLa6jiKyasEL6YeypRtxqCy4B+USI
u9q9+iOUDaT1JRbRwCzD4lDyzK2R3fT1ifj/rnWz65D+sSQhs/gCwMkYN3bCs5bofJCq3eQR2Kl+
2ijL8CAUL9wdWQGGa6CNTAqfqAbxt+HkRSEOTz6A+Ij2lD+AwpgnuR5wbLlwydv/lxtyruBVZieV
2r6FRgRwShV8MYpS0HesI26gy8J5DT7EMjsWngNblbErZqyRMN0ZMzZ2UCseoyEbQV1vBXfJDgMa
CS0Zg/VJdashDERV7BuMC47TAO68APdAPPqcNNvhnbOiTpaJwua2ksuvUt6pd6sg2oZ01abY1FLj
w4QAdx1D8xR9WxTwWe56u5VpPeB2WQjZl1k8ALNwkoakHc+Bb2Nt1d6q4G1umBTEEfekwI4T1n79
cV2z0hEGT8WK48aU8dsONBX8CQablFs03ifDh1sXSqikL3077CGLXtd4S2/O1EPtKFPzGYTFWMp1
QxhAgIAKHG05XSpr0AuIt8zu3/o=</X509Certificate>
</X509Data>
</KeyInfo>
</Signature>
</LOTE>
]]>
</coaf:lote>
</coaf:EnviarLoteComunicacao>
</soapenv:Body>
</soapenv:Envelope>
